Repository: DevSpacek/FilmaNoiz
Catalog: woo-sftp-importer/languages/woo-sftp-importer-*.po
Languages: pt_br

source: SFTP Importer
pt_br: Importador SFTP

source: Connect to SFTP Server
pt_br: Conectar ao Servidor SFTP

source: File Upload Successful
pt_br: Upload de Arquivo Bem-Sucedido

source: File Upload Failed
pt_br: Falha no Upload do Arquivo

source: No files found in the specified directory.
pt_br: Nenhum arquivo encontrado no diretório especificado.

source: Error connecting to SFTP server.
pt_br: Erro ao conectar ao servidor SFTP.

source: Settings saved successfully.
pt_br: Configurações salvas com sucesso.

source: Invalid SFTP credentials.
pt_br: Credenciais SFTP inválidas.

source: Select Files
pt_br: Selecionar Arquivos

source: Import Products
pt_br: Importar Produtos

source: Product Import Completed
pt_br: Importação de Produtos Concluída

source: Product Import Failed
pt_br: Falha na Importação de Produtos

source: Please check your SFTP settings.
pt_br: Por favor, verifique suas configurações SFTP.

source: SFTP Connection Established
pt_br: Conexão SFTP Estabelecida

source: SFTP Connection Closed
pt_br: Conexão SFTP Fechada
